{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "hererocks": { "branch": "master" },
  "hydra.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "multicursor.nvim": { "branch": "1.0" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neodev.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "otter.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "typst-preview.nvim": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
